
<section class="overlape">
    <div class="block no-padding">
        <div data-velocity="-.1" style="background: url(<?= base_url('assets/build/images/resource/tutor_3.png'); ?>) repeat scroll 50% 422.28px transparent;" class="parallax scrolly-invisible no-parallax"></div><!-- PARALLAX BACKGROUND IMAGE -->
        <div class="container fluid">
            <div class="row">
                <div class="col-lg-12">
                    <div class="inner-header wform">
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>
<section>
    <div class="block no-padding  gray">
        <div class="container">
            <div class="row">
                <div class="col-lg-12">
                    <div class="inner2">
                        <div class="inner-title2">
                            <h2> 私隐政策 </h2>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>
<section>
    <div class="block">
        <div class="container">
            <div class="row">
                <div class="col-lg-12">
                    <div class="terms-conditions">
                        <div class="terms">
                            <h2> 私隱政策聲明 : </h2>
                            <p>
                                1.www.mystudyplans.com（下稱「本網站」、「本司」或「我們」）致力於保護和尊重閣下的個人資料隱私，並遵守資料保護原則，以及《個人資料（私隱）條例》（下稱《個人資料條例》）的規定。<br/>
                                2.當閣下使用本網站（下稱「網站」），以及本司或第三方業者（下稱「其他業者」） 透過本網站提供的服務（下稱「服務」）時，我們可能蒐集、處理、使用和揭露閣下的資訊。本《隱私保護政策》使用「閣下」及「閣下的」時，包括存取本網站或使用服務的任何人。<br/>
                                3.本《隱私保護政策》載明本司蒐集、處理、使用及/或揭露我們在閣下存取本網站及/或使用服務時從閣下取得的資訊，此等資訊可能包括與特定個人有關聯的個人資料，例如姓名、住址、電話號碼及電子郵件地址（下稱「個人資料」）。<br/>
                                4.請仔細閱讀本《私隱政策》。閣下造訪本網站，即表示閣下同意本《私隱政策》對閣下個人資料之蒐集、處理、使用和揭露的相關規定。<br/>
                            </p>
                        </div>
                        <div class="terms">
                            <h2> 條款範圍 : </h2>
                            <p>
                                本司有權更新、修訂或修正本《私隱政策》的條款或任何部分，且無須發出事前通知，如果閣下繼續存取本網站或使用服務，即表示閣下接受更新、修訂或修正的《私隱政策》。如果閣下不同意本《私隱政策》的所有條款與條件，及/或日後 更新、修訂或修正的內容，閣下必須停止存取或以其他方式使用本網站及服務。 因此，如果閣下希望存取和檢視現行版本的《私隱政策》，請繼續閱讀此網頁。
                            </p>
                        </div>
                        <div class="terms">
                            <h2> 資訊蒐集 : </h2>
                            <p>
                                當閣下使用本網站時，我們可能蒐集閣下提供給我們的閣下個人相關資料，以及閣下如何使用本網站的資訊，包括閣下何時開設使用者帳戶（下稱「使用者帳戶」）、造訪本網站，或預約任何想要的服務或使用服務。<br/>
                            </p>
                        </div>
                        <div class="terms">
                            <h2> 開設閣下的使用者帳戶 : </h2>
                            <p>
                                當閣下在本網站開設一個使用者帳戶，或修訂閣下使用者帳戶的任何資訊，我們都可能蒐集閣下的個人資料，例如閣下的姓名、電子郵件地址、使用者名稱、密碼及電話號碼。
                            </p>
                        </div>
                        <div class="terms">
                            <h2> 預約服務或使用服務 : </h2>
                            <p>
                                1.當閣下造訪本網站，並預約任何想要的服務或使用服務時，我們可能蒐集和處理某些資訊（可能包含閣下的個人資料，或可能包含非個人識別資料但會連結到閣下的個人資料），包括但不限於以下載明者：閣下與我們之間以及閣下與其他業者之間的通訊內容（不論是透過電子郵件、即時通訊、私人通訊或其他方式）；<br/>
                                2.閣下使用本網站的細節（包括流量資料、位址資料及使用者使用的時間長短）；<br/>
                                3.對於本司進行的服務相關調查以及本網站刊行、流通和散佈的通訊，閣下給予的意見和回覆；<br/>
                                4.本公司的伺服器或本公司的第三方服務提供者的伺服器在閣下使用或存取本網站時自動蒐集和儲存的資訊（包括使用者帳戶的登入名稱及密碼、閣下電腦的網際網路協定（IP）位址、瀏覽器類型、瀏覽器資訊、造訪的頁面、之前或之後造訪的網站）。<br/>
                            </p>
                        </div>
                        <div class="terms">
                            <h2> 資訊儲存 : </h2>
                            <p>
                                1.我們從閣下收集的個人資料及其他資料可能會被移轉到本公司的伺服器或本公司的第三方服務提供者的伺服器，並由本公司的伺服器或本公司的第三方服務提供者的伺服器處理和儲存。<br/>
                                2.本司將盡合理的努力，維持適當的實體、電子和組織程序，以確保閣下的個人資料及其他資料受到安全的處理，且符合本《隱私保護政策》，本公司也會防止此等資料不受到未經授權的存取，或未經授權的更改、揭露或破壞。<br/>
                                3.我們收到閣下的資料後，會使用嚴格的程序及安全功能，努力防止他人未經授權的存取。但本司未聲明、保證或承諾閣下提供給我們的個人資料隨時都會是安全的，且如果本司已履行其義務，對於閣下因為閣下個人資料受到未經授權的存取或使用而遭受或產生的任何損失、損害、成本及費用，本司在任何情況下均不須負任何責任。<br/>
                                4.我們或我們選擇的第三方付費處理服務提供者執行的所有付費交易，都會使用線上加密技術來加密。閣下必須負責對閣下選擇的密碼保密，不將閣下的密碼告知任何第三方。<br/>
                                5.為了閣下的支付安全並避免信用卡信息被濫用，付款後，本司將可能需要閣下提供信用卡和有效身份證明複印件，以驗證信息完成預訂。出於隱私考慮，請務必遮擋身份證件號碼和信用卡號碼（只顯示信用卡后四位認證）。<br/>
                            </p>
                        </div>
                        <div class="terms">
                            <h2> 資訊使用 : </h2>
                            <p>
                                1.本司不會將閣下的個人資料出售或出租給第三方。<br/>
                                2.當閣下使用本網站或購買服務時，本網站會蒐集閣下的資料及其他資料，並使用這些資料來創造閣下的使用者帳戶、為閣下提供服務、持續改進本網站和服務，並為服務相關事宜與閣下聯絡。<br/>
                                3.我們使用閣下的個人資料或其他資料，目的是要達到更快速的購買請求、提供更妥善的顧客支援服務，並即時通知新服務及特別方案。<br/>
                                4.我們也可能不定時使用閣下的個人資料來聯絡閣下，邀請閣下提供閣下使用本網站後的意見，以協助我們改進本網站，或者如果閣下曾表示閣下同意收到特別省錢方案或促銷訊息，我們也可能對閣下提供此等訊息。如果閣下不希望收到特別省錢方案或促銷的通知，閣下可透過這些通知上的超鏈結回覆我們，告知我們閣下不想再收到這些通知。<br/>
                            </p>
                        </div>
                        <div class="terms">
                            <h2> 資訊揭露 : </h2>
                            <p>
                                我們可能不定時將閣下的個人資料及其他資訊分享和揭露給第三方，其中某些第三方可能位在閣下的國家以外的地方。我們會進行此等分享和揭露的情況包括以下所述者，但不限於以下情況：<br/>
                                1.為了成功完成閣下的預約，或以其他方式實行我們的《使用條款》；<br/>
                                2.如果閣下是網站的訪客，我們可能分享給閣下預約或計畫預約服務的相關業者；<br/>
                                3.如果閣下是其他業者，我們可能分享給與閣下提供的服務有關的訪客；<br/>
                                4.分享給我們聘僱來代表我們執行某些服務的第三方服務提供者（包括Google Analytics） ，例如網路主機管理、資料分析、行銷、市場研究，以及為閣下提供的其他顧客服務；<br/>
                                5.任何可適用的法律、法院命令或政府機關要求揭露資料；<br/>
                                6.在企業交易的情況，如果本公司進行出售、合併、被收購或其他企業重整或重組，閣下的個人資料可能被揭露、分享或移轉給具有控制權的法律實體，或其授權來執行本公司業務的第三方；<br/>
                                7.為了保護本網站的權利和財產，提供給我們的顧問、代理人或其他相關人士；在任何其他情況，提供給閣下事前以書面同意的任何第三方。<br/>
                                8.本網站可能出現一些鏈結，這些鏈結可能造成閣下離開本網站，及/或被帶往其他第三方網站。閣下應注意，閣下提供給這些第三方網站的任何個人資料並不受本《隱私保護政策》所規範，因此對於閣下因提供或讓此等第三方網站可取得個人資料或其他資料而遭受或發生的任何損失、損害、成本或費用，本司不負任何責任。<br/>
                            </p>
                        </div>
                        <div class="terms">
                            <h2> 資料存取與修正 : </h2>
                            <p>
                                閣下可透過本網站存取和修正閣下的個人資料，或發送電子郵件到info@mystudyplans.com，請求存取或修正閣下的資料。在處理資料存取或修正的請求時，我們有權檢查請求者的身份，以確保該人有權提出資料存取或修正的請求。根據《個人資料條例》，本公司已維持資料保護日誌。
                            </p>
                        </div>
                        <div class="terms">
                            <h2> 詢問 : </h2>
                            <p>
                                1.如果閣下對本《私隱政策》有任何疑問，請透過電子郵件聯絡我們，電子郵件地址是 info@mystudyplans.com<br/>
                                2.如中、英文兩個版本有任何抵觸或不相符之處，應以中文版本為準
                            </p>
                        </div>
                        <div class="terms">
                            <h2> </h2>
                            <p>
                                根據本司的政策﹐我們確保將客戶（即我們的實際客戶和網站用戶）提供的所有資料保密。<br/>
                                客戶在瀏覽我們的網站時﹐我們不會收集任何可以用來識別瀏覽者身份的資料（"個人資料"）。 客戶就本網站提供的服務提出咨詢或提交申請時，需要提交某些個人資料。 在這種情況下，客戶將會收到相關的"個人資料收集聲明"﹐了解我們收集這些資料的目的與用途（包括傳送和公布這些資料的範圍）﹔客戶亦有權查閱和更改這些個人資料。 某些網站設定了Cookie檔案，其目的只是為了讓客戶在下次登入同一網站時更加方便。
                            </p>
                        </div>
                        <div class="terms">
                            <h2> </h2>
                            <p>
                                我們獲得客戶的個人資料後，會將這些資料安全地儲存在我們的電腦系統內。只有經過相關的專業訓練、並且獲得授權的職員，才能夠查閱這些個人資料。在未經客戶本人同意的情況下，我們絕對不會泄露這些個人資料。 然而，我們可能會因應客戶的個人資料﹐而不時向客戶發送一些直接推廣的訊息，介紹我們的產品和服務。 如果客戶以書面方式或電郵通知我們，表示不願再收到這些訊息，我們將立即停止發送。 在直接推銷的過程中，客戶可以選擇"拒絕接收服務"。
                            </p>
                        </div>
                        <div class="terms">
                            <h2> </h2>
                            <p>
                                我們將會盡力確保客戶的私隱得到妥善的保障。 如果客戶對我們的私隱政策和運作方式有任何疑問，歡迎寄電郵至 info@mystudyplans.com 向我們的網站管理員查詢。
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>