<section class="overlape">
  <div class="block no-padding">
    <div data-velocity="-.1" style="background: url(<?= base_url('assets/build/images/resource/tutor_3.png'); ?>) repeat scroll 50% 422.28px transparent;" class="parallax scrolly-invisible no-parallax"></div><!-- PARALLAX BACKGROUND IMAGE -->
    <div class="container fluid">
      <div class="row">
        <div class="col-lg-12">
          <div class="inner-header wform">
          </div>
        </div>
      </div>
    </div>
  </div>
</section>
<section>
  <div class="block no-padding  gray">
    <div class="container">
      <div class="row">
        <div class="col-lg-12">
          <div class="inner2">
            <div class="inner-title2">
              <h2>條款及細則</h2>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</section>
<section>
  <div class="block">
    <div class="container">
      <div class="row">
        <div class="col-lg-12">
          <div class="terms-conditions">
            <div class="terms">
              <p>以下乃閣下須就智科寶有限公司所提供使用www.mystudyplans.com網站（簡稱「此網站」）及其提供之服務需要遵守之條款和規則。按下「我接受」，即表示你同意接受這些條款和規則之約束。
                本司可隨時修訂合約內容，修訂條款會在此網站內張貼。新修訂條款將於張貼七天後自動生效。因此，閣下該定期檢視本司對該等條款所作出之更改。倘於該等條款作出任何更改後，閣下仍繼續使用本網站或本網站提供的服務，則表示接納該等更改。
              </p>
            </div>
            <div class="terms">
              <h2>1. 定義</h2>
              <h6 class="pl-1">1.1 詞彙之定義</h6>
              <p class="pl-3">
                以下詞彙在此合約中具下列定義：<br />
                「個案確認(confirm)／接受個案」指此網站職員如在電話對話中表明「個案已經confirm／確認」，如導師沒有 提出反對，從電話結束以後的一刻開始，個案已被視為「已確認／confirm／已接受／已接納」<br />
                「全科」指該級別之全級常規科目，小學科目則為「中文、英文、數學、常識、普通話」，中學科目則需按個別學校情況而定，另功課輔導即等同全科補習<br />
                「導師／家長/ 本司三方關係 」指導師與家長之關係為服務合作關係，其間只為獨立合作聘約，並不存在僱傭關係；導師與此網站亦只存在服務提供者與服務使用者之關係，雙方沒有任何僱傭關係 ，服務亦與「職業介紹」完全無關<br />
                「會員合約 」指此網站的任何一部分所示指引、指南、內容、條款、說明，均為會員合約之一部分，此網站有權依據合約收取費用，成功登記即代表導師同意所有條款<br />
                「公司商業註冊及對不法行為之追究」指此網站提供服務公司智科寶有限公司，是香港特區政府之依法註冊公司，跟據香港特別行政區法例對網上行業／電貿（e-commerce）的規管及法律行駛，網際商業與其他實業皆受到相同法律之約束及保障<br />
                「導師登記」指會員導師於此網站上進行登記，法律上與實體合約無異<br />
                「本網站」指由智科寶有限公司所提供服務之www.mystudyplans.com網站<br />
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">1.2 性別及數目</h6>
              <p class="pl-3">
                除非內文另有規定，有關此合約之條款之提述乃指此合約的條款，表明單數的字眼亦包括複數，反之亦然；表明自然人之字眼亦包括公司及未註冊組織；表示男性的字眼亦包括女性及中性性別。<br />
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">1.3 標題</h6>
              <p class="pl-3">
                此合約中的標題只為方便閱讀而設，並非此合約內容的一部份，絕不會影響對此合約或其任何部份的解釋。<br />
              </p>
            </div>
            <div class="terms">
              <h2>2. 提供服務</h2>
              <h6 class="pl-1">2.1 使用</h6>
              <p class="pl-3">
                任何人士欲以導師、家長/學生或教育中心身份使用此網站的服務，必須先登記為會員。<br />
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">2.2 登記成為會員</h6>
              <p class="pl-3">
                用戶向本網站提供所有需要資料及網上填妥表格，按下「確認」鍵後即成為會員。本司保留拒絕任何會員申請而不作任何解釋的權利。<br />
              </p>
            </div>
            <div class="terms">
              <h2>3. 入會資格</h2>
              <p class="pl-3">
                年滿十五歲或以上，具中四或以上程度學歷之自然人且擁有簽訂合約的心智和法律能力之人士，以及獲其憲章、附例及公司組織章程大綱批准其與本司簽訂此合約的公司，方可申請成為會員。本司保留拒絕任何人士申請成為會員或終止任何人士之會員資格而不作任何解釋之權利。不符合上述資格者不得使用服務。<br />
              </p>
            </div>
            <div class="terms">
              <h2>4. 收費</h2>
              <h6 class="pl-1">4.1 導師收費說明</h6>
              <p class="pl-3">
                使用服務中收費（「收費」）列於「導師收費說明」（收費說明）中，而該收費說明乃已納入本合約中，並視為構成合約的一部份。本司保留隨時更改有關收費的權利，而新收費將於指定日期生效（生效日期將為網頁刊登經修訂收費表後的七天內）。所有用戶必須於每次續約前查核收費表。<br />
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">4.2 繳費方法</h6>
              <p class="pl-3">
                收費按以下方法繳付：倘用戶為自然人，則須透過銀行轉賬 或 信用卡網上付款 從其信用咭戶口網上付費予本司。就此而言，本司會於合約完結前二個月以電郵通知用戶；倘若任何用戶到期日前沒有繳費，本網站將暫停該用戶的會員資格及暫停提供服務，直至到用戶繳費為止。<br />
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">4.3 貨幣</h6>
              <p class="pl-3">
                除非另有所指，所有收費均以港幣為單位。<br />
              </p>
            </div>
            <div class="terms">
              <h2>5. 本網站的職責</h2>
              <h6 class="pl-1">5.1 本網站僅作為一個網上交易平台</h6>
              <p class="pl-3">
                本網站只限於為導師、家長/學生、及教育中心提供一個平台供各方自行相互配對，以使導師或教育中心可以向家長或學生提供補習服務之平台。<br />
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">5.2 概不擔保家長/學生對導師要求之合理性及概不擔保導師人生安全</h6>
              <p class="pl-3">
                本司明確聲明並沒有預先與家長或學生進行面談或家訪，而且家長或學生對導師在道德、學術、修養、教學質素及質量等之合法性、合適性或其他合理性和原則，並不在本司控制範圍之內；再者，本司明確聲明導師的人身安全或其他個人利益得失，亦非本司控制範圍之內。 本司概不接納或承擔有關導師和家長/學生之間之任何法律責任。<br />
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">5.3 概不擔保家長/學生長期使用導師或教育中心服務</h6>
              <p class="pl-3">
                本司概不擔保家長或學生長期使用導師，導師如使用此網站服務，須自行評估風險或其他個人利益得失。所有人士必須留意與未屆合法年齡人士、提供虛假理由或沒有訂約的行為能力的人士進行交易所涉及的風險。<br />
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">5.4 概不擔保家長/學生或導師身份</h6>
              <p class="pl-3">
                本司不能亦不會確認每一家長/學生或導師之身份。因此，閣下與家長/學生進行交易時，務須小心防範欺騙行為。本司概不就任何用戶之任何行為或遺漏負責。
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">
                5.5 概不擔保資料的準確性
              </h6>
              <p class="pl-3">
                本司不能控制家長/學生或導師透過本網站所提供之資料，有關保證項目已列於收費說明或服務簡介中，如前所述，該收費說明乃已納入本合約中，並視為構成合約的一部份。因此，本司概不擔保任何人士透過使用服務所一提供之任何資料之準確性。
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">
                5.6 免除本司的法律責任
              </h6>
              <p class="pl-3">
                若家長/學生與導師之間出現任何糾紛或因使用服務而引起任何糾紛，與該等糾紛有關或因而引起的所有責任、索償、索求、賠償金（實質或間接），不論屬何性質，已知及未知、懷疑與否、已公開及未公開者，本司一概毋須負上有關法律責任。
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">
                5.7 本司的支出
              </h6>
              <p class="pl-3">
                倘本司因應閣下之要求或閣下所涉及的任何訴訟中作出的指令（不論通過傳票或任何具司法管轄權的法院所頒法令，包括遵守任何披露文件之法令或出席法院作證）而引起的所有費用，包括本司尋求法律或其他專業意見或陳述時的支出，一概由閣下負責。（在所有此等情況下，一切費用按實際損失計算）。
              </p>
            </div>
            <div class="terms">
              <h2>6. 保障私隱政策</h2>
              <p class="pl-3">
                本司現行的保障私隱政策已載入本文，並構成本合約之一部份。閣下透過註冊成為用戶以及登入使用服務，即受該等政策所載之條款約束，並同意以該等政策所載之形式使用、披露及轉讓閣下之個人資料。
              </p>
            </div>
            <div class="terms">
              <h2>7. 本司的權利</h2>
              <h6 class="pl-1">
                7.1 倘發現用戶出現以下行為，則本司有權暫停或終止用戶資格而毋須支付賠償：
              </h6>
              <p class="pl-3">
                (a) 違反本合約所列出之條件及條款，或 <br />
                (b) （透過定罪、和解、保險或託管調查或其他方式）而從事與此網站有關之欺騙行為。
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">
                7.2 處理由用戶提供的資料的權利
              </h6>
              <p class="pl-3">
                本司擁有絕對及不受約束之權力，拒絕或刪除用戶所提供之任何資料，而毋須向任何一方發出通知或作出賠償。在無損此項權利下，倘導師所提供之任何資料一旦刊登或繼續刊登，會導致本司須為第三者負上任何法律責任，或令本司觸犯任何有效司法管轄區的任何法律或規則或第三者的權益，則本司擁有權拒絕或修改任何所提供之資料。
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">
                7.3 撤回提供服務之權利
              </h6>
              <p class="pl-3">
                本司擁有絕對及不受約束的權利，撤回任何服務條件而不向導師發出任何通知或作出任何賠償。在無減損此權利下，倘發生下列情況，本司有權撤回服務：<br />
                (a) 該導師提供有個人資料有極大可能不全正確；<br />
                (b) 導師被發現違反本合約列出的條件及條款，或其戶口被本司根據此合約的條款勒令暫停；<br />
                (c) 本司因任何原因無法核實或證實導師或家長/學生提供的任何資料。<br />
              </p>
            </div>
            <div class="terms">
              <h2>8. 概不保證</h2>
              <h6 class="pl-1">
                8.1 按「現狀」基準提供服務
              </h6>
              <p class="pl-3">
                本司按「現狀」基準提供此網站服務。本司之僅有責任已在此合約中列出。除在此合約中清楚列出之事項外，本司不會作出任何明確或隱含之保證或條件。本司不能保證此網站所設之功能以及所提供之服務將會不受干擾或無誤，或問題將獲修正或此網站或其伺服器將無病毒或其他有害元素。本司並不就用戶或用戶使用此網站之後果作保證或任何聲明。
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">
                8.2 提供付款機制所屬責任
              </h6>
              <p class="pl-3">
                提供予用戶之付款機制以及輔助性處理付款設施，乃僅便於用戶使用，而本司概不就該等設施提供任何明確或隱含之保證。在任何情況下，本司概不就用戶來自或因任何誤差及／或錯誤及／或錯誤扣除或計入信用卡賬戶之錯誤月結單以及任何故障、失靈、中斷、停工時間、干擾、計算錯誤、延誤、失準、損失或數據訛誤或任何其他有關付款渠道設施失靈而蒙受或產生之任何損失、賠償、成本或開支負上責任。
              </p>
            </div>
            <div class="terms">
              <h2>9. 其他事項</h2>
              <h6 class="pl-1">
                9.1 用戶不得：
              </h6>
              <p class="pl-3">
                (a) 使用任何裝置、軟件或程式干預或企圖干預此網站之正常運作或任何在此網站進行的交易；<br />
                (b) 進行任何令此網站的基礎設施承受不合理或不合比例的巨大負荷的活動；<br />
                (c) 把其密碼向第三者透露或與第三者使用同一密碼或將其密碼用作未經許可的用途。<br />
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">
                9.2 遵守法律
              </h6>
              <p class="pl-3">
                所有用戶在使用此網站服務時，須遵守所有適用法律、規程、條例和守則。
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">
                9.3 概無代理關係
              </h6>
              <p class="pl-3">
                本文件任何內容均不會令本司與任何人士或公司或其他使用此網站或服務之用戶之間構成或建立任何代理、合伙、聯營、僱員／僱主或專營商／專營承辦商之關係。
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">
                9.4 通知
              </h6>
              <p class="pl-3">
                除非特別聲明，所有通知均以電子郵件或電話形式發出，及就用戶而言，倘通知已透過用戶於登記時向本司提供的電郵地址或其他由該用戶指定的電郵地址或透過在此網站張貼通知，則已被視作發出通知。本司有權以各種形式，包括電郵、郵寄等會訊，如希望不再接收，必須之前電郵通知我們，我們在處理會回覆確實；日後會員如需要再次接收，必須再行電郵通知本司。本司擁有這份會員合約的最終解釋權。
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">
                9.5 條款的獨立性
              </h6>
              <p class="pl-3">
                倘根據任何具司法管轄權的法院所實際引用的適用法例，此合約中的任何條款屬違法或無法實施，此等條款將與合約分開及視作無效論，而絕不影響此合約的其餘條款。然而，在有關法律容許的情況下，若有關法律條文可獲寬免，各方須同意其獲寬免，以便此合約的有關條款能夠有效、具約束力及得以實施。
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">
                9.6 網頁之完整性
              </h6>
              <p class="pl-3">
                倘閣下利用本網站系統或任何程序或伺服器漏動，竊取任何資料，閣下須負上一切法律責任。
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">
                9.7 報行管轄的法律及司法機構
              </h6>
              <p class="pl-3">
                (a) 本合約受香港特別行政區法律管轄，並依香港特別行政區法律詮釋。<br />
                (b) 與此網站之使用有關或因此而起的任何法律行動或訴訟，任何有關一方須願受香港特別行政區法院的司法管轄權管轄；任何一方不得以有關訴訟被帶到任何不相稱的法院為理由而提出反對。<br />
                (c) 上文所述願受香港特別行政區法院司法管轄權的管轄並不會影響其他任何一方於任何司法範圍提起訴訟的權利；而於任何司法範圍提起訴訟亦不表示其他任何一方不能於其他任何司法範圍提起訴訟。<br />
              </p>
            </div>
            <div class="terms">
              <h6 class="pl-1">
                9.8 語文
              </h6>
              <p class="pl-3">
                此合約暫時只備中文版本。日後如有英文版本，中、英文本如有歧異，概以中文為準。
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</section>